{
	"harusaki_hiyori_normal_start": {
		"mypage": [
			"Smiling's the world's universal language!♪",
			"Hey hey, I look cute like this, don't I~?",
			"I'm gonna beat up toooons of monsters~♪",
			"Hm? Why did I roll a cat? Hehe♪",
			"Ad-venture, ad-venture! So much fun~♪",
			"Hey there~♪ All fired up and ready to go today♪",
			"I gotta feed Picky!",
			"I can't leave anyone in trouble alone!",
			"I wanna head to Astrum now~♪",
			"I'll work my hardest today!"
		]
	},
	"harusaki_hiyori_rare_start": {
		"mypage": [
			"Check out my tail, it's very fluffy~",
			"I wonder if the girl the other day cleared that quest.",
			"My strength gives out if you pull my tail~",
			"These cat ears are so nice to the touch♪",
			"Mmm~♪ It feels so good moving around♪",
			"I'm a cat searching expert!",
			"Senpai~♪ Ehehe, just wanted to say it~",
			"Senpai... Um... What's factorization again?",
			"I have cheerleading practice today♪　Wanna come see~?",
			"My phone strap... Just where did it go...?"
		]
	},
	"harusaki_hiyori_srare_gacha001": {
		"mypage": [
			"The more fired up the crowd is, the better!",
			"Since I'm doing this, I'm aiming for the top!",
			"I'll definitely win at the next tournament!",
			"You'll cheer for me too, won't you, Mr. Knight?",
			"Check out my new kitty gloves~! Ei♪",
			"I can tell right away if you're watching me, no matter how far away you are!",
			"I need to get that routine down before the real thing...",
			"That Senpai taxi the other day was so warm~",
			"Me? Senpai's girlfriend...? Hmm~...",
			"I kinda wanted to show off since you were watching..."
		]
	},
	"harusaki_hiyori_srare_gacha009": {
		"mypage": [
			"Come here, Mr. Knight! The water feels so nice!",
			"I'm cute? Really? Ehehe... Thanks!",
			"Well, the DEF's a little on the low side... Ehehe...",
			"Might as well since we're here! Hehe, girls gotta be brave!",
			"Wait up, Mr. Knight! Something doesn't seem right!",
			"Senpai! Ei! Bam! Bam!",
			"Ehehe, sorry♪　It's so much fun when we hang out together♪",
			"By the way, Senpai... Um... What do you think of this swimsuit?",
			"It's a little embarrassing, but I wore something fancier just for you!",
			"It feels kinda like a date to come to the beach together, doesn't it?"
		]
	},
	"translator": "Inari (kanadetachibana)"
}