{
	"hodaka_misogi_normal_start": {
		"mypage": [
			"Thanks for helping me out that time!",
			"Big Bro, hurry up!",
			"Geez! It's taking so long!",
			"I want to play tag with the wolf again!",
			"I can't help myself anymore!",
			"Digging holes~♪　Digging holes~♪",
			"I wonder what's for lunch today~?",
			"Wanna dig holes with me, Big Bro?",
			"I hate cherry tomatoes~...",
			"Ehehe, what do you wanna play?"
		]
	},
	"hodaka_misogi_rare_gacha008": {
		"mypage": [
			"Here comes Misogi~!! Okay, let's start questing!",
			"I don't use the steal technique to do anything bad!",
			"There should be a trap around here, but I forgot where!",
			"I'm outta healing potions! We gotta buy more!",
			"Hehehe, I did a great job, didn't I~?",
			"Ehh, Big Bro, you already have plans?",
			"Stop, Squadsman Big Bro! Let's refuel before our adventure!",
			"Ehehe, I love Gang Donuts~",
			"Let's reclaim my soccer ball from the beast!",
			"Let's give you a reward for working so hard today."
		]
	},
	"hodaka_misogi_srare_gacha013": {
		"mypage": [
			"Big Bro, there's a trap there! Watch out, okay?",
			"I know where most of my traps are!",
			"If I were to lay a trap here, it would be over there!",
			"Expeditions are a lot more fun when there's a bit of danger!",
			"Huh, are you tired, Big Bro? Are you okay?",
			"Ehhehe, this outfit looks cool, doesn't it?",
			"I found this weird map in my dad's room... I'm so excited~!",
			"Big Bro, there's treasure here for sure!",
			"Everybody tells me I am just like my dad!",
			"Big Bro, let's start the expedition already!"
		]
	},
	"hodaka_misogi_srare_gvgmedal007": {
		"mypage": [
			"Ugh... I have a bad feeling about this...",
			"Waaaah...! Why are there so many monsters?!",
			"This might be a bit too many... B-Big Bro!",
			"Uargh~! They're coming this way! Stay away! Go that way!",
			"Big Bro! Just find me already!!",
			"Ugh... *sob*... Big Bro, you liar...!",
			"Both you and Dad broke the promise...! I hate you all!",
			"B-Big Bro...?! No! Stay away!",
			"No, I don't wanna! I won't listen to you! I can't hear you!",
			"Eh... really...? You promise...?"
		]
	},
	"translator": "Inari (kanadetachibana)"
}