{
	"hoshino_shizuru_normal_start": {
		"mypage": [
			"We're fated to meet again! I can feel it!",
			"Sheesh, you're just as dull as ever!",
			"I'll come with you, so don't worry!",
			"Hmm... we should be getting close to an hour...",
			"Keep games to an hour a day!",
			"You've gotten so much more manly in the time we haven't seen each other!",
			"When did you start worrying so much?",
			"Should I wash your hair? Okay, take your clothes off.",
			"There now, you'll be late if you don't hurry!",
			"You always had a hard time getting up. That part of you hasn't changed."
		]
	},
	"hoshino_shizuru_rare_limitedraid150205": {
		"mypage": [
			"Watch your step here!",
			"What are you in such a rush for?",
			"What's wrong? Bathroom?",
			"If you can't keep your promise, I'm going to ban you from playing games!",
			"What should we have for breakfast tomorrow?",
			"Do you want me to give brush your teeth?",
			"Let's go shopping again! Hehe.",
			"What should we get at the candy store next time?",
			"You can have one piece of chocolate each day!",
			"The katana toy really brings back memories."
		]
	},
	"hoshino_shizuru_srare_gvgmedal002": {
		"mypage": [
			"I'm this strong because your sister needs to protect her weak little brother.",
			"You've always been so careful about everything~ It'll all work out somehow.",
			"It looks pretty dangerous ahead. You stay here, okay?",
			"You're worried me? Hehee, that makes me so happy!",
			"What's the lizard's egg doing there...? This is a problem.",
			"I'm glad you can finally wake up by yourself, but... but...",
			"It makes me a little lonely to think you'll one day strike out on your own...",
			"Remember your promise to go shopping with me?",
			"You'll help me carry this? You've truend into such a great man...",
			"Which-one-of-these-should-we-pick? What do you think?"
		]
	},
	"hoshino_shizuru_srare_limitedraid008": {
		"mypage": [
			"There, there. Good boy. Look, he's so cute~♪",
			"He's still a kid. What's the matter? Where's your mommy?",
			"Hehe, what an attention seeker♪ Just like somebody when they were a kid.",
			"Huh? My breasts? Geez, you'd better stop if you don't want to be punished!",
			"I think this makes me kinda want to have kids~",
			"Hehe, will you catch up to me?",
			"I'll buy you whatever candy you want if you manage to catch up!",
			"(Hehe, he's trying his best to catch up. So cute♪)",
			"The wind feels great, doesn't it? Let's ride all the way to the beach!",
			"Alright! It's time for me to get a little more serious!"
		]
	},
	"translator": "Inari (kanadetachibana)"
}