{
	"kusano_yui_normal_start": {
		"mypage": [
			"Don't forget to study for the exam too.",
			"Eh? I look like I'm having fun? Y-Yep... I mean...",
			"I need to get as strong as everyone else.",
			"Is my hair color's a little too bright, I wonder?",
			"I like how this outfit makes me look like a princess.",
			"Someday, let's go on an adventure together... N-Never mind!",
			"Should I... make you a lunch box next time...?",
			"Huh...? Did I turn the gass off...?",
			"Curry tastes the best after it's cooked for three days♪",
			"I've been pretty into baking lately♪"
		]
	},
	"kusano_yui_rare_start": {
		"mypage": [
			"I think I want to stay off the plains if we can...",
			"I-I've never been good with caterpillars.",
			"This isn't something I can overcome!",
			"Is everyone not scared of the monsters...?",
			"I'm sorry for leaving so soon the other day!",
			"T-That really was for my sister!",
			"I ran away in a hurry again... I'm sorry.",
			"I'm pretty confident in my cooking♪",
			"I'll make a lunch box for you next time.",
			"What kind of food do you like?"
		]
	},
	"kusano_yui_srare_gacha003": {
		"mypage": [
			"It's okay even if you get hurt. I'll heal you up.",
			"O Spirits of Light, lend me your strength! Heal!",
			"I want to be someone who's useful to everyone.",
			"Let's keep on hitting them!",
			"Astrum really is such a nice place.",
			"I want to go home together again... W-What am I talking about?!",
			"I got yelled at by Makoto again...!",
			"Is it really that easy to tell what I'm thinking...?",
			"Eh? I-It's written all over my face?! D-Don't look~~!",
			"Things go better when I stay calm and take it slowly, hehe."
		]
	},
	"kusano_yui_srare_gacha011": {
		"mypage": [
			"No, my body just feels heavier... Ah, that's not it! I didn't get any heavier!",
			"Eh? Ehh?! Take my clothes off?! Here?!",
			"I-It's embarrassing, so don't look...",
			"I can't stand up if I don't dress this light...",
			"Are you okay? Has your nosebleed stopped?",
			"Ah! My swimsuit's coming off~! Help~!",
			"Ahh! Why is there an octopus at the pool?",
			"It's not that I don't want to swim...",
			"I want to go to an actual beach next time...",
			"Let's go to Tamaland again."
		]
	},
	"kusano_yui_ssrare_gacha017": {
		"mypage": [
			"What is this light?! I'm brimming with power...!",
			"Don't worry. I'll do everything to protect you!",
			"O Spirits of Light, bestow upon me your holy power...!",
			"I'm sorry. You simply wanted to protect what's dear to you...",
			"(I wonder why... It's like I'm filled with happiness.",
			"Ehehe, this is bringing back a lot of memories...",
			"I was really happy when you first talked to me...",
			"Your kind side hasn't changed at all...",
			"Hehehe, you're a hero to me.",
			"Hoyohoyo... hoyoyo.."
		]
	},
	"translator": "Inari (kanadetachibana)"
}