{
	"mayumiya_tsumugi_normal_chapter001": {
		"mypage": [
			"Let's see, what kind of thread should I use today?",
			"I recognize you as a Rei-sama Fan Club member!",
			"You wanna get tied up...?",
			"Ahahahaa! Just thinking about it makes me laugh!",
			"You're hanging out with Rei-sama again? Gnngh!",
			"Let's talk about Rei-sama's charm together!",
			"I thought you were a stalker.",
			"Your outfit... Not bad.",
			"You're friends with her in the real world too?! I'm so jealous...!",
			"This is as trendy as it gets without breaking school rules."
		]
	},
	"mayumiya_tsumugi_rare_raidmedal005": {
		"mypage": [
			"Designer equipments right here~! Come take a look!",
			"I've got this. A glance's enough to give me a good idea of one's sizes. *Glance*",
			"It doesn't feel bad to be praised... What are you scheming though?",
			"Okay, don't cry now. I'll patch your outfit up!",
			"We've got no time for breaks! There, get your hands moving!",
			"What's with that getup? Sheesh, how unsightly.",
			"Why must I tell you? Don't tell me you'll do the same thing as me for Rei-sama?!",
			"As long as it's for Rei-sama, it's not hard work at all! It's all happiness to me!",
			"Hmm... Well, what do you think, between this and this?",
			"That's it! Nice idea! That really changed my mind about you."
		]
	},
	"mayumiya_tsumugi_srare_furyraid001": {
		"mypage": [
			"N-Nooooooo! Stay away from me!",
			"Nooooh! My clothes! My clothes!",
			"Don't just stand there! Do something about this already!!",
			"Do you have something against meeee?! You dummy!!",
			"W-Why are you looking at me like that?! You perv!",
			"We're heading inside now... I'm counting on you.",
			"I-I play with him on Astrum pretty often...!",
			"C-Come on now! Don't tease me so much!",
			"D-Don't get too cocky! There's no next time!",
			"(...You really don't get it... You dummy.)"
		]
	},
	"mayumiya_tsumugi_srare_raidmedal005": {
		"mypage": [
			"Well, I just had the feeling that you just might be free.",
			"What, did you have plans? Don't tell me it's with a girl...!",
			"Hmm... can't find it anywhere. I thought I've got some pretty good karma going...",
			"Ahh! That's it! Over there! That golden thing!!",
			"Aaahh! No, no, no! That's not it! This is some kind of mistake!",
			"Took you long enough! Geez, making a girl wait? Unbelievable!",
			"Is that so? I can forgive you for that. You're still late.",
			"I'll treat you to lunch, so just come with me a bit, okay?",
			"It's cause you keep complaining that girls don't like you!",
			"A couple?! Uh, um... We aren't like that!"
		]
	},
	"translator": "Inari (kanadetachibana)"
}