{
	"misumi_chika_normal_start": {
		"mypage": [
			"~♪",
			"Um... Are you okay?",
			"I can make monsters fall asleep with my singing.",
			"I'm good at singing...? That's embarrassing...",
			"I didn't know my singing could possibly inflict Confuse...",
			"I know this song.",
			"This piece is well-loved all around the world.",
			"Do you want to do vocal exercises together...?",
			"It's embarrassing to sing in front of others...",
			"I look forward to your tutelage, Master!"
		]
	},
	"misumi_chika_rare_gacha007": {
		"mypage": [
			"I have a favor I would like to ask you...",
			"It's embarrassing to sing in front of others...",
			"~~~♪ ~~~~♪",
			"I wonder why you are the only one I'm comfortable singing to.",
			"It really feels great to sing so much.",
			"Geez, I got laughed at because of you!",
			"I think we can write the musical idea off as a failure.",
			"Today's~♪ A great day~... Aah!",
			"Even though I have no trouble talking to others normally...",
			"I'll try practicing singing at the park again...!"
		]
	},
	"misumi_chika_srare_limitedraid007": {
		"mypage": [
			"Fwaaah. You got me yawning too.",
			"Would you like to take a break here?",
			"You slept like a baby.",
			"Um... I'm writing music...",
			"The Mermaid's Stone... It looks so pretty...",
			"I'm actually, um... working part-time today...",
			"I actually work at the jazz café.",
			"Would you like to come pay a visit sometime?",
			"I can treat you to a cup of coffee.",
			"It's a little embarrassing if others find out..."
		]
	},
	"misumi_chika_ssrare_gacha018": {
		"mypage": [
			"What a beautiful place... Thank you for doing all this for me!",
			"This is just like a concert hall... I really want to sing now!",
			"I want to turn these feelings into a song... Is it okay if I sing?",
			"I'll sing with all my heart... Please listen!",
			"~~~♪ Phew... That felt really nice. How was it?",
			"This shop has a great vibe, doesn't it? I've wanted to visit for a long time!",
			"Wow! Look at this! This CD is really rare!",
			"Do you know this song? It's a really great piece~!",
			"U-Umm... Would you mind listening this together?",
			"Here, take this side♪"
		]
	},
	"translator": "Inari (kanadetachibana)"
}