{
	"sakurai_nozomi_normal_start": {
		"mypage": [
			"Hey, where are you going today?",
			"Manager?! Oh, it's just you.",
			"I just wanna keep doing quests for a little more...",
			"Exfiltration complete! Oh, just talking to myself.",
			"I told you I'm sorry about that!",
			"I just want to take a breather sometimes...",
			"Interested in me yet?",
			"Hey, mind taking a look at these new dance moves?",
			"You should become an idol too! Just kidding.",
			"Come to my next concert if you don't mind!"
		]
	},
	"sakurai_nozomi_rare_gacha001": {
		"mypage": [
			"Ugh, it feels like someone's watching again...",
			"Thanks to you, I'm not upset anymore.",
			"Hey, did you send me a message?",
			"You're really awesome, you know that?",
			"I just want to play a game without anyone bothering me.",
			"I'll pay your school a visit again!",
			"I wonder when my next day off will be. Hehee",
			"Come on, stop blushing! It's making me embarrassed!",
			"Be sure to answer your messages!",
			"We'll hang out next time! Pinky promise♪"
		]
	},
	"sakurai_nozomi_srare_gacha017": {
		"mypage": [
			"Explosions... A cliff... Ahh! I've got an idea!",
			"Hey, let me have that! Should be like this...",
			"Don't worry, just believe in me! Here we go~... There!!5",
			"This is it~! I saw this in a movie the other day~!",
			"Thanks for protecting me. That was kinda cool♪",
			"Haah... Is he still waiting there?",
			"Urgh, geez! Why is my phone out now of all times?",
			"Hmm, well yeah... I guess he wouldn't still be waiting...",
			"—I'm sorry! Even though I was the one who invited you out...",
			"You've been waiting this whole time... Thanks, that makes me really happy."
		]
	},
	"sakurai_nozomi_srare_gvgmedal003": {
		"mypage": [
			"Which quest should we do today♪",
			"It's so much fun going on adventures with you!",
			"My acting's pretty neat, isn't it?",
			"I never expected to see a fan gathering over here~",
			"Be sure to protect me next time, okay?",
			"I'll give you my new CD once it's out.",
			"When's my next job? We still have time!",
			"I guess work isn't boring at all when you're around.",
			"Hey, tell me more about your school.",
			"I wish we could've done this shoot at the usual café."
		]
	},
	"sakurai_nozomi_ssrare_gacha019": {
		"mypage": [
			"I've got the day off, so let's have a blast! Yeah!",
			"Whoa, what a huge crowd. I guess this quest is worth looking forward to.",
			"It's going to be Christmas soon.",
			"What's up? I'm in the middle of a shoot right now.",
			"If you need something from me, hurry and get it over with.",
			"Ehehehee, I bought a new outfit!",
			"My next day off, huh... Hmm, I wonder when it'll be.",
			"You'll just have to open it yourself and find out."
		]
	},
	"translator": "Inari (kanadetachibana)"
}